"dvderror" = "Näytön kaappaukset eivät ole mahdollisia DVD-toiston aikana.";
"dvderrormessage" = "Sulje ensin DVD-soitin.";
"OK" = "OK";
"Screen shot" = "Näyttökuva";
"%@ %@" = "%@ %@";
"%@ %@(%@)" = "%@ %@(%@)";
"%@ (%@)" = "%@ (%@)";
/* this is the separator for date time strings - you cannot use / or : here so we use period for */
"." = ".";
"-" = "-";
"Unable to create type string." = "Tyyppimerkkijonoa ei voida luoda.";
"Unable to create url for path." = "Polulle ei voida luoda osoitetta.";
"You dont have permission to save files in the location where screen shots are stored." = "Sinulla ei ole oikeutta tallentaa tiedostoja sijaintiin, jonne kuvakaappaukset tallennetaan.";
"Failure to write image data." = "Kuvan datan kirjoittaminen epäonnistui.";
"Cannot write file to intended destination." = "Tiedostoa ei voida kirjoittaa kohteeseen.";
